{
  "books": [
    {
      "id": 1,
      "name": "Просто Маса",
      "author": "Борис Акунин",
      "description": "«Просто Маса» – это Масахиро Сибата один, без Фандорина. Осиротевший помощник великого сыщика возвращается в родную Японию, которая очень сильно изменилась за время странствий своего блудного сына – и осталась вечно неизменной. Масу ожидают невероятные потрясения, невероятные приключения, невероятные женщины и невероятные открытия.",
      "rating": 4.6,
      "imageSrc": "/img/book-images/1.jpg",
      "price": 299
    },
    {
      "id": 2,
      "name": "Краткая история Европы",
      "description": "Европа навредила всему миру. Кровопролитная борьба европейских государств за власть стала причиной двух мировых войн, а пять веков колониализма изменили судьбу целых народов. Вместе с тем Европа — родина идей о свободе, равенстве и главенстве разума, которые лежат в основании современной глобальной культуры, а также одна из главных движетелей научного прогресса. В книге «Краткая история Европы» (издательство «Альпина нон-фикшн»), переведенной на русский язык Галиной Бородиной, писатель и журналист Саймон Дженкинс рассказывает, как распределялась и осуществлялась власть в Европе, начиная с Древней Греции и Рима и заканчивая сегодняшним днем. N + 1 предлагает своим читателям ознакомиться с фрагментом, посвященным победе науки над церковью и трудностям экспорта политических идей и свобод за пределы Европы.",
      "author": "Саймон Дженкинс",
      "rating": 4.2,
      "imageSrc": "/img/book-images/2.jpg",
      "price": 599
    },
    {
      "id": 3,
      "name": "Позже",
      "description": "Главный герой книги — мальчик по имени Джейми Конклин, обладающий сверхъестественными способностями видеть мёртвых людей. В частности, ему приходится бороться с убийцей, который уже мёртв, но хочет нанести по живым новый удар. Параллельно Джейми борется с внутренними демонами и драматично переживает собственное взросление",
      "author": "Стивен Кинг",
      "rating": 3.9,
      "imageSrc": "/img/book-images/3.jpg",
      "price": 299
    },
    {
      "id": 4,
      "name": "Самурай без меча",
      "description": "История простого паренька, добившегося сверхъестественных высот благодаря трудолюбию и незаурядному уму - это базовый сюжет, который всегда трогает и вдохновляет. Жизнь Тоётоми Хидэёси в этом случае - прекрасный пример, и мне, как поклоннику японской истории и литературы, не понаслышке знакомой с представителями эпохи Сэнгоку, доставил особое удовольствие этот микс теоретических советов (хоть и банальных, да) с биографией Хидэёси в художественной огранке. ",
      "author": "Китами Масао",
      "rating": 4.0,
      "imageSrc": "/img/book-images/4.jpg",
      "price": 299
    },
    {
      "id": 5,
      "name": "Sapiens. Краткая история человечества",
      "description": "Сто тысяч лет назад Homo sapiens был одним из как минимум шести видов человека, живших на этой планете, – ничем не примечательным животным, которое играло в экосистеме роль не большую, чем гориллы, светлячки или медузы. Но около семидесяти тысяч лет назад загадочное изменение когнитивных способностей Homo sapiens превратило его в хозяина планеты и кошмар экосистемы. Как человек разумный сумел покорить мир? Что стало с другими видами человека? Когда и почему появились деньги, государства и религия? Как возникали и рушились империи? Почему почти все общества ставили женщин ниже мужчин? Как наука и капитализм стали господствующими вероучениями современной эры? Становились ли люди с течением времени счастливее? Какое будущее нас ожидает?\n\nЮваль Харари показывает, как ход истории формировал человеческое общество и действительность вокруг него. Его книга прослеживает связь между событиями прошлого и проблемами современности и заставляет читателя пересмотреть все устоявшиеся представления об окружающем мире.",
      "author": "Юваль Харари",
      "rating": 4.9,
      "imageSrc": "/img/book-images/5.jpg",
      "price": 299
    },
    {
      "id": 6,
      "name": "Гарри Поттер и философский камень",
      "description": "«Перевернув конверт трясущимися руками, Гарри увидел на обратной стороне лиловую сургучную печать с гербом: лев, орел, барсук и змея вокруг большой буквы \"Х\"».\n\nГарри Поттер ни разу даже не слышал о «Хогварце», но на дверной коврик дома номер четыре по Бирючинной улице начинают падать письма. Адрес написан зелеными чернилами на желтоватом пергаменте, а конверт скрепляет лиловая печать. Однако письма тут же конфисковывают тетя и дядя мальчика, имеющие на редкость скверный характер. Потом, на одиннадцатый день рождения Гарри, в дом врывается гигант по имени Рубеус Огрид с невероятными новостями: Гарри Поттер – волшебник, и его ждет место в школе колдовства и ведьминских искусств «Хогварц». Потрясающие приключения начинаются!",
      "author": "Дж. К. Роулинг",
      "rating": 4.7,
      "imageSrc": "/img/book-images/6.jpg",
      "price": 299
    },
    {
      "id": 7,
      "name": "Жизнь — это подарок. 102 истории о том, как находить счастье в мелочах",
      "description": "Истории Стефаноса Ксенакиса пронизаны горячим южным солнцем, наполнены греческой душевностью и глубокой житейской мудростью. Они учат нас наблюдать за тем, что обычно называют маленькими вещами: закат, цветок, улыбку, жест, – и видеть красоту во всем.\n\nПрочитывая одну историю за другой, ты сможешь погрузиться в свой внутренний мир, научишься находить радость в мелочах. И уже ни на секунду не забудешь, что сама жизнь – это подарок.",
      "author": "Стефанос Ксенакис",
      "rating": 4.1,
      "imageSrc": "/img/book-images/7.jpg",
      "price": 599
    },
    {
      "id": 8,
      "name": "Когда мы виделись в последний раз",
      "description": "У Кейт есть все, чего только можно пожелать. Богатое наследство, красавец-муж и умница-дочь, успешная карьера и прекрасный особняк.\n\nВсе меняется, когда мать Кейт, Лили, находят жестоко убитой в собственном доме. Ошеломленная внезапной потерей, Кейт организовывает похороны, но горе сменяется ужасом, когда женщина получает анонимное сообщение:\n\n«Думаешь, тебе сейчас грустно? К тому времени, когда я с тобой покончу, ты пожалеешь о том, что тебя тоже не похоронили сегодня».\n\nКем бы ни был убийца, очевидно, что Кейт – следующая в его списке жертв…",
      "author": "Константин Лив",
      "rating": 4.4,
      "imageSrc": "/img/book-images/8.jpg",
      "price": 790
    }
  ]
}